Repository: friendlytsy/Marvel-Heroes
Catalog: Marvel Heroes/*.lproj/Localizable.strings
Languages: ru

# searchCharacterPlaceholder
source: Search Characters
ru: Поиск персонажа

# addToFavoriteSlider
source: Favorite
ru: В избранное

# searchComicPlaceholder
source: Search Comics
ru: Поиск комикса

# removeFromFavoriteSlider
source: Unfavorite
ru: Удалить

# comicAlertTitle
source: Can't add to favorite
ru: Не возможно добавить в избранное

# comicAlertMessage
source: This comic already added to favorites
ru: Этот комикс уже добавлен в избранное

# characterAlertTitle
source: Can't add to favorite
ru: Не возможно добавить в избранное

# characterAlertMessage
source: This character already added to favorites
ru: Этот герой уже добавлен в избранное

# apiFieldPlaceHolder
source: Please input your REST API here
ru: Пожалуйста введите API ключ

# loginAlertTitle
source: API wasn't saved
ru: API не был сохранен

# loginAlertMessage
source: Something goes wrong, API will not be saved. Please try later
ru: Что-то пошло не так, повторите попытку позже

# segmentControlTitle_0
source: Characters
ru: Герои

# segmentControlTitle_1
source: Comis
ru: Комиксы
